REGIONS = {
    "вiнницька": "Вінницька",
    "волинська": "Волинська",
    "вінницька": "Вінницька",
    "дніпропетровська": "Дніпропетровська",
    "донецька": "Донецька",
    "житомирська": "Житомирська",
    "закарпатська": "Закарпатська",
    "запорізька": "Запорізька",
    "київ": "Київ",
    "київська": "Київська",
    "кіровоградська": "Кіровоградська",
    "луганська": "Луганська",
    "львівська": "Львівська",
    "миколаївська": "Миколаївська",
    "одеська": "Одеська",
    "полтавська": "Полтавська",
    "рівненська": "Рівненська",
    "сумська": "Сумська",
    "тернопільська": "Тернопільська",
    "харківська": "Харківська",
    "харківьска": "Харківьска",
    "херсонська": "Херсонська",
    "хмельницька": "Хмельницька",
    "черкаська": "Черкаська",
    "чернівецька": "Чернівецька",
    "чернігівська": "Чернігівська",
    "івано-франківська": "Івано-Франківська",
}

PRODUCT_CATEGORIES = {
    "риба": "риба",
    "твердий сир": "твердий сир",
    "масло вершкове": "масло вершкове",
    "молоко": "молоко",
    "цукор": "цукор",
    "мед": "мед",
}

HEADERS = {
    "ідентифікатор договору": "contract_id",
    "дата підписання": "signature_date",
    "організатор": "buyer",
    "переможець": "seller",
    "сума договору": "total_amount",
    "кількусть учасників": "participants",
    "кількість учасників": "participants",
    "назва продукту": "product_name",
    "характеристика продутку": "product_details",
    "характеристика продукту": "product_details",
    "ціна за кг": "price",
    "область та м. київ": "region",
}


SUBSCRIPTION_TYPES = {
    "Раз на день": "daily",
    "Раз на тиждень": "weekly",
    "Раз на місяць": "monthly",
}
